-- global variables
-- разместите свои глобальные переменные здесь
var_1 = 10
var_2 = 20


----------------------------------------------------------------
-- обратите внимание, что длина 
-- разделительной линии равна 64 символам

-- структура файла для правильной его интеграфии должна быть следующей
-- глобальные переменные - опционально
-- /разделитель/
-- основные функции
-- /разделитель/
-- тесты - опционально

function test(a, b)
	return a + b
end

----------------------------------------------------------------
-- test
print(test(var_1, var_2))
